Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/employment_rights_and_conditions/leave_and_holidays/maternity_leave.html.txt.tmx
Source language: en
Languages: ro

source: If you postpone your maternity leave and return to work, then you may take your leave in one block, not later than 7 days after the child has been discharged from hospital
ro: Dacă vă amânaţi concediul de maternitate şi reveniţi la serviciu, ulterior, vă puteţi lua concediul într-un singur bloc, cel târziu, după 7 zile de la externarea copilului din spital

source: Your employer may request a letter from the hospital confirming the child has been hospitalised and following discharge, a letter confirming the date of discharge
ro: Este posibil ca angajatorul dumneavoastră să solicite eliberarea unei scrisori de către spital în care să se confirme spitalizarea copilului şi, ulterior externării, a unei scrisori în care să se confirme externarea

source: If you postpone your maternity leave and return to employment, you need to notify the Department of Social Protection of this
ro: Dacă vă amânaţi concediul de maternitate şi reveniţi la locul de muncă, trebuie să informaţi Ministerul Afacerilor Sociale şi Familiale cu privire la aceasta

source: You must notify them in writing that your child has been hospitalised and you have returned to employment
ro: Trebuie să îi informaţi în scris privind spitalizarea copilului dumneavoastră şi întoarcerea dumneavoastră la serviciu

source: A letter from your family doctor (GP)/hospital is required to confirm to the Department that the child has been discharged from hospital and your maternity benefit should resume
ro: Este necesară o scrisoare din partea medicului dumneavoastră de familie (Medic Generalist (GP))/spitalului pentru a confirma Ministerului externarea copilului din spital iar dumneavoastră ar trebui să începeţi să primiţi din nou indemnizaţia de maternitate

source: Your Personal Public Service Number (PPS) Number should be clearly identified on all documents you send to the Department
ro: Numărul dumneavoastră de Serviciu Public Personal (PPS) trebuie să fie identificat în mod clar pe toate documentele pe care le transmiteţi către Minister

source: Remember, you may only apply to postpone your maternity leave if the baby has been hospitalised - not if the child is simply unwell
ro: A se reţine că puteţi depune o cerere de amânare a concediului dumneavoastră de maternitate numai în cazul în care copilul dumneavoastră este spitalizat – nu şi dacă acesta, pur şi simplu, nu se simte bine

source: Illness while on postponed maternity leave
ro: Boala în perioada de concediu de maternitate amânat

source: If you have postponed your maternity leave and become ill when you return to work (before resuming your postponed leave), you may be considered to have started your resumed leave on the first day of your absence because of illness
ro: Dacă v-aţi amânat concediul de maternitate şi vă îmbolnăviţi atunci când reveniţi la serviciu (înainte de a vă reîncepe concediul amânat), este posibil să se considere că aţi început concediul amânat în prima zi a absenţei dumneavoastră pe motiv de boală

source: Alternatively, you may choose to forfeit your right to resumed leave and have your leave treated as sick leave
ro: În mod alternativ, puteţi renunţa la dreptul dumneavoastră la concediul amânat şi să solicitaţi tratarea concediului dumneavoastră în calitate de concediu medical
